Repository: dasher-project/Dasher-Apple
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: af, ar, bn, cs, da, de, el, es, fa, fi, fr, gu, hi, hu, it, kn, ml, mr, nl, pa, pl, pt, ru, sv, sw, ta, te, th, ur, zh_cn, zu

source: Enable tilt input first to access calibration.
af: Aktiveer eers kantelinvoer om toegang tot kalibrasie te verkry.
ar: قم بتمكين إدخال الإمالة أولاً للوصول إلى المعايرة.
bn: ক্যালিব্রেশন অ্যাক্সেস করতে প্রথমে টিল্ট ইনপুট সক্রিয় করুন।
cs: Pro přístup ke kalibraci nejprve povolte vstup náklonu.
da: Aktiver først hældningsinput for at få adgang til kalibrering.
de: Aktivieren Sie zunächst die Neigungseingabe, um auf die Kalibrierung zuzugreifen.
el: Ενεργοποιήστε πρώτα την εισαγωγή κλίσης για να αποκτήσετε πρόσβαση στη βαθμονόμηση.
es: Para acceder a la calibración, primero debe habilitar la entrada de inclinación.
fa: برای دسترسی به کالیبراسیون، ابتدا ورودی شیب را فعال کنید.
fi: Ota kallistustulo ensin käyttöön päästäksesi kalibrointiin.
fr: Activez d’abord la saisie de l’inclinaison pour accéder à l’étalonnage.
gu: કેલિબ્રેશન ઍક્સેસ કરવા માટે પહેલા ટિલ્ટ ઇનપુટ સક્ષમ કરો.
hi: कैलिब्रेशन तक पहुंचने के लिए पहले टिल्ट इनपुट को सक्षम करें।
hu: A kalibráció eléréséhez először engedélyezze a dőlésszög bemenetét.
it: Abilitare prima l'input dell'inclinazione per accedere alla calibrazione.
kn: ಮಾಪನಾಂಕ ನಿರ್ಣಯವನ್ನು ಪ್ರವೇಶಿಸಲು ಮೊದಲು ಟಿಲ್ಟ್ ಇನ್‌ಪುಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: കാലിബ്രേഷൻ ആക്‌സസ് ചെയ്യുന്നതിന് ആദ്യം ടിൽറ്റ് ഇൻപുട്ട് പ്രവർത്തനക്ഷമമാക്കുക.
mr: कॅलिब्रेशन ऍक्सेस करण्यासाठी सर्वप्रथम टिल्ट इनपुट सक्षम करा.
nl: Schakel eerst de kantelinput in om toegang te krijgen tot de kalibratie.
pa: ਕੈਲੀਬ੍ਰੇਸ਼ਨ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਪਹਿਲਾਂ ਟਿਲਟ ਇਨਪੁੱਟ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ।
pl: Aby uzyskać dostęp do kalibracji, najpierw włącz wejście pochylenia.
pt: Primeiro, habilite a entrada de inclinação para acessar a calibração.
ru: Для доступа к калибровке сначала включите ввод данных о наклоне.
sv: Aktivera lutningsinmatning först för att komma åt kalibrering.
sw: Washa ingizo la kuinamisha kwanza ili kufikia urekebishaji.
ta: அளவுத்திருத்தத்தை அணுக, முதலில் சாய்வு உள்ளீட்டை இயக்கவும்.
te: కాలిబ్రేషన్‌ను యాక్సెస్ చేయడానికి ముందుగా టిల్ట్ ఇన్‌పుట్‌ను ఎనేబుల్ చేయండి.
th: เปิดใช้งานการป้อนข้อมูลการเอียงก่อนเพื่อเข้าถึงการปรับเทียบ
ur: کیلیبریشن تک رسائی کے لیے پہلے جھکاؤ ان پٹ کو فعال کریں۔
zh_cn: 首先启用倾斜输入以访问校准。
zu: Nika amandla okokufaka kokuthambekela kuqala ukuze ufinyelele ekulinganisweni.

source: Export Training Text
af: Voer opleidingsteks uit
ar: تصدير نص التدريب
bn: রপ্তানি প্রশিক্ষণ পাঠ্য
cs: Exportovat školicí text
da: Eksportér træningstekst
de: Trainingstext exportieren
el: Εξαγωγή κειμένου εκπαίδευσης
es: Exportar texto de capacitación
fa: متن آموزشی را صادر کنید
fi: Vie harjoitusteksti
fr: Exporter le texte de formation
gu: તાલીમ ટેક્સ્ટ નિકાસ કરો
hi: प्रशिक्षण पाठ निर्यात करें
hu: Betanítási szöveg exportálása
it: Esporta testo di formazione
kn: ತರಬೇತಿ ಪಠ್ಯವನ್ನು ರಫ್ತು ಮಾಡಿ
ml: പരിശീലന വാചകം കയറ്റുമതി ചെയ്യുക
mr: प्रशिक्षण मजकूर निर्यात करा
nl: Exporteer trainingstekst
pa: ਸਿਖਲਾਈ ਟੈਕਸਟ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj tekst szkoleniowy
pt: Texto de treinamento para exportação
ru: экспорт учебного текста
sv: Exportera utbildningstext
sw: Hamisha Maandishi ya Mafunzo
ta: பயிற்சி உரையை ஏற்றுமதி செய்
te: ఎగుమతి శిక్షణ పాఠం
th: ข้อความฝึกอบรมการส่งออก
ur: ایکسپورٹ ٹریننگ ٹیکسٹ
zh_cn: 导出培训文本
zu: Thumela Umbhalo Wokuqeqesha

source: Eye Gaze
af: Oogblik
ar: نظرة العين
bn: চোখের দৃষ্টি
cs: Pohled do očí
da: Øjeblik
de: Blick in die Augen
el: Βλέμμα
es: Mirada
fa: نگاه خیره
fi: Silmän katse
fr: Regard des yeux
gu: આંખની નજર
hi: आँखों की नज़र
hu: Szem tekintete
it: Sguardo degli occhi
kn: ಕಣ್ಣಿನ ನೋಟ
ml: ഐ ഗേസ്
mr: डोळ्यांची नजर
nl: Oogcontact
pa: ਅੱਖਾਂ ਦੀ ਨਿਗਾਹ
pl: Spojrzenie oka
pt: Contato visual
ru: Взгляд
sv: Ögonblick
sw: Mtazamo wa Macho
ta: கண் பார்வை
te: కంటి చూపు
th: การจ้องมองด้วยสายตา
ur: آنکھ کی نگاہ
zh_cn: 目光凝视
zu: Ukubuka Kwamehlo

source: Fast
af: Vinnig
ar: سريع
bn: দ্রুত
cs: Rychle
da: Hurtig
de: Schnell
el: Γρήγορα
es: Rápido
fa: سریع
fi: Nopeasti
fr: Rapide
gu: ઝડપી
hi: तेज़
hu: Gyors
it: Veloce
kn: ವೇಗವಾಗಿ
ml: വേഗത
mr: जलद
nl: Snel
pa: ਤੇਜ਼
pl: Szybko
pt: Rápido
ru: Быстрый
sv: Snabb
sw: Haraka
ta: வேகமாக
te: వేగంగా
th: เร็ว
ur: تیز
zh_cn: 快速地
zu: Okusheshayo

source: Full Access lets Dasher speak what you write and remember your training. The keyboard still works for basic entry without it.
af: Volle Toegang laat Dasher toe om te praat wat jy skryf en jou opleiding te onthou. Die sleutelbord werk steeds vir basiese invoer daarsonder.
ar: تتيح لك خاصية الوصول الكامل في برنامج داشر نطق ما تكتبه وحفظ تدريبك. ولا يزال بإمكانك استخدام لوحة المفاتيح لإدخال البيانات الأساسية بدونها.
bn: ফুল অ্যাক্সেস ড্যাশারকে আপনার লেখা কথা বলতে এবং আপনার প্রশিক্ষণ মনে রাখতে সাহায্য করে। এটি ছাড়াও, সাধারণ এন্ট্রির জন্য কিবোর্ড কাজ করে।
cs: Plný přístup umožňuje Dasheru číst, co píšete, a pamatovat si váš trénink. Klávesnice funguje pro základní zadávání i bez ní.
da: Fuld adgang giver Dasher mulighed for at læse det, du skriver, og huske din træning. Tastaturet fungerer stadig til grundlæggende indtastning uden den.
de: Mit Vollzugriff kann Dasher sprechen, was Sie schreiben, und sich an Ihr Training erinnern. Die Tastatur funktioniert auch ohne sie weiterhin für die einfache Eingabe.
el: Η πλήρης πρόσβαση επιτρέπει στον Dasher να εκφωνεί ό,τι γράφετε και να θυμάται την εκπαίδευσή σας. Το πληκτρολόγιο εξακολουθεί να λειτουργεί για βασική εισαγωγή χωρίς αυτήν.
es: El acceso completo permite que Dasher lea en voz alta lo que escribes y recuerde tu entrenamiento. El teclado sigue funcionando para la entrada básica sin esta función.
fa: دسترسی کامل به Dasher اجازه می‌دهد آنچه را که شما می‌نویسید، بخواند و آموزش‌های شما را به خاطر بسپارد. صفحه کلید بدون آن نیز برای ورود اولیه کار می‌کند.
fi: Täysi käyttöoikeus antaa Dasherille mahdollisuuden puhua kirjoittamasi ja muistaa koulutuksesi. Näppäimistö toimii perussyötöissä ilman sitäkin.
fr: L'accès complet permet à Dasher de dire ce que vous écrivez et de mémoriser votre formation. Le clavier fonctionne toujours pour une saisie de base sans lui.
gu: ફુલ એક્સેસ ડેશરને તમે જે લખો છો તે બોલવા અને તમારી તાલીમ યાદ રાખવા દે છે. કીબોર્ડ તેના વિના પણ મૂળભૂત એન્ટ્રી માટે કામ કરે છે.
hi: फुल एक्सेस की मदद से डैशर आपके लिखे हुए को बोल सकता है और आपकी ट्रेनिंग को याद रख सकता है। इसके बिना भी बेसिक एंट्री के लिए कीबोर्ड काम करता है।
hu: A Teljes Hozzáférés lehetővé teszi a Dasher számára, hogy kimondja, amit írsz, és megjegyezze a betanításodat. A billentyűzet nélküle is működik az alapvető bevitelhez.
it: L'accesso completo consente a Dasher di parlare ciò che scrivi e di ricordare la tua formazione. La tastiera funziona ancora per l'immissione di base senza di essa.
kn: ಪೂರ್ಣ ಪ್ರವೇಶವು ಡ್ಯಾಶರ್‌ಗೆ ನೀವು ಬರೆಯುವುದನ್ನು ಮಾತನಾಡಲು ಮತ್ತು ನಿಮ್ಮ ತರಬೇತಿಯನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ಅನುಮತಿಸುತ್ತದೆ. ಕೀಬೋರ್ಡ್ ಇಲ್ಲದೆಯೂ ಸಹ ಮೂಲಭೂತ ಪ್ರವೇಶಕ್ಕಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.
ml: പൂർണ്ണ ആക്‌സസ് ഡാഷറിനെ നിങ്ങൾ എഴുതുന്നത് സംസാരിക്കാനും നിങ്ങളുടെ പരിശീലനം ഓർമ്മിക്കാനും അനുവദിക്കുന്നു. കീബോർഡ് ഇല്ലാതെ തന്നെ അടിസ്ഥാന എൻട്രിക്ക് ഇപ്പോഴും പ്രവർത്തിക്കുന്നു.
mr: फुल ॲक्सेसमुळे डॅशर तुम्ही जे लिहिता ते बोलू शकतो आणि तुमचे प्रशिक्षण लक्षात ठेवतो. त्याशिवायही, मूलभूत नोंदीसाठी कीबोर्ड काम करतो.
nl: Met Full Access kan Dasher uitspreken wat je typt en je training onthouden. Het toetsenbord werkt nog steeds voor eenvoudige invoer, ook zonder Full Access.
pa: ਪੂਰੀ ਪਹੁੰਚ ਡੈਸ਼ਰ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਲਿਖੀਆਂ ਗਈਆਂ ਗੱਲਾਂ ਕਹਿਣ ਅਤੇ ਤੁਹਾਡੀ ਸਿਖਲਾਈ ਨੂੰ ਯਾਦ ਰੱਖਣ ਦਿੰਦੀ ਹੈ। ਕੀਬੋਰਡ ਅਜੇ ਵੀ ਇਸ ਤੋਂ ਬਿਨਾਂ ਮੁੱਢਲੀ ਐਂਟਰੀ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ।
pl: Pełny dostęp pozwala Dasherowi czytać to, co piszesz, i zapamiętywać trening. Klawiatura nadal działa bez niego, umożliwiając podstawowe wprowadzanie danych.
pt: O Acesso Total permite que o Dasher leia o que você escreve e memorize seu treinamento. O teclado ainda funciona para digitação básica sem ele.
ru: Функция Full Access позволяет Dasher озвучивать написанный текст и запоминать ваши инструкции. Клавиатура по-прежнему работает для базового ввода без этой функции.
sv: Fullständig åtkomst låter Dasher läsa upp det du skriver och komma ihåg din träning. Tangentbordet fungerar fortfarande för grundläggande inmatning utan den.
sw: Ufikiaji Kamili humruhusu Dasher kuzungumza unachoandika na kukumbuka mafunzo yako. Kibodi bado inafanya kazi kwa ajili ya kuingia kwa msingi bila hiyo.
ta: முழு அணுகல் வசதி, நீங்கள் எழுதுவதை டேஷர் பேசவும், உங்கள் பயிற்சியை நினைவில் கொள்ளவும் அனுமதிக்கிறது. அது இல்லாமலேயே, அடிப்படை உள்ளீட்டிற்கு விசைப்பலகை தொடர்ந்து செயல்படும்.
te: ఫుల్ యాక్సెస్‌తో, మీరు రాసేదాన్ని డాషర్ చదవగలదు మరియు మీ శిక్షణను గుర్తుంచుకోగలదు. అది లేకుండా కూడా కీబోర్డ్ ప్రాథమిక ఎంట్రీ కోసం పనిచేస్తుంది.
th: การเข้าถึงแบบเต็มรูปแบบช่วยให้ Dasher สามารถอ่านสิ่งที่คุณเขียนและจดจำการฝึกฝนของคุณได้ แป้นพิมพ์ยังคงใช้งานได้สำหรับการป้อนข้อมูลพื้นฐานโดยไม่ต้องใช้ฟังก์ชันนี้
ur: مکمل رسائی ڈیشر کو وہ بولنے دیتا ہے جو آپ لکھتے ہیں اور اپنی تربیت کو یاد رکھتے ہیں۔ کی بورڈ اب بھی اس کے بغیر بنیادی اندراج کے لیے کام کرتا ہے۔
zh_cn: 完全访问权限可让 Dasher 说出您所写的内容并记住您的训练。没有它，键盘仍然可以进行基本输入。
zu: Ukufinyelela Okugcwele kuvumela i-Dasher ukuthi ikhulume lokho okubhalayo futhi ikhumbule ukuqeqeshwa kwakho. Ikhibhodi isasebenza ekungeneni okuyisisekelo ngaphandle kwayo.

source: Game Text File
af: Speltekslêer
ar: ملف نص اللعبة
bn: গেম টেক্সট ফাইল
cs: Textový soubor hry
da: Spiltekstfil
de: Spieltextdatei
el: Αρχείο κειμένου παιχνιδιού
es: Archivo de texto del juego
fa: فایل متنی بازی
fi: Pelin tekstitiedosto
fr: Fichier texte du jeu
gu: રમત ટેક્સ્ટ ફાઇલ
hi: गेम टेक्स्ट फ़ाइल
hu: Játék szövegfájl
it: File di testo del gioco
kn: ಆಟದ ಪಠ್ಯ ಫೈಲ್
ml: ഗെയിം ടെക്സ്റ്റ് ഫയൽ
mr: गेम टेक्स्ट फाईल
nl: Speltekstbestand
pa: ਗੇਮ ਟੈਕਸਟ ਫਾਈਲ
pl: Plik tekstowy gry
pt: Arquivo de texto do jogo
ru: Текстовый файл игры
sv: Speltextfil
sw: Faili ya Maandishi ya Mchezo
ta: விளையாட்டு உரை கோப்பு
te: గేమ్ టెక్స్ట్ ఫైల్
th: ไฟล์ข้อความเกม
ur: کھیل ہی کھیل میں ٹیکسٹ فائل
zh_cn: 游戏文本文件
zu: Ifayela Lombhalo Lomdlalo

source: Got it
af: Verstaan
ar: فهمتها
bn: বুঝেছি।
cs: Rozumím
da: Forstået
de: Habe es
el: Το κατάλαβα
es: Entiendo
fa: گرفتمش.
fi: Selvä
fr: J'ai compris
gu: સમજાઈ ગયું
hi: समझ गया
hu: Értem
it: Fatto
kn: ಅರ್ಥವಾಯಿತು
ml: മനസ്സിലായി
mr: समजलं.
nl: Begrepen.
pa: ਮਿਲ ਗਿਆ
pl: Zrozumiałem
pt: Entendi
ru: Понятно
sv: Förstod
sw: Nimeelewa
ta: புரிந்தது
te: అర్థమైంది
th: เข้าใจแล้ว
ur: سمجھ گیا
zh_cn: 知道了
zu: Ngiyitholile

source: Help improve Dasher
af: Help om Dasher te verbeter
ar: ساعد في تحسين تطبيق Dasher
bn: ড্যাশারকে উন্নত করতে সাহায্য করুন
cs: Pomozte vylepšit Dasher
da: Hjælp med at forbedre Dasher
de: Helfen Sie, Dasher zu verbessern
el: Βοηθήστε στη βελτίωση του Dasher
es: Ayuda a mejorar Dasher
fa: به بهبود Dasher کمک کنید
fi: Auta parantamaan Dasheria
fr: Aidez-nous à améliorer Dasher
gu: ડેશરને સુધારવામાં સહાય કરો
hi: डैशर को बेहतर बनाने में मदद करें
hu: Segítsen a Dasher fejlesztésében
it: Aiutaci a migliorare Dasher
kn: ಡ್ಯಾಷರ್ ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಿ
ml: ഡാഷർ മെച്ചപ്പെടുത്താൻ സഹായിക്കുക
mr: डॅशरला सुधारण्यास मदत करा
nl: Help Dasher te verbeteren
pa: ਡੈਸ਼ਰ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż ulepszyć Dasher
pt: Ajude a melhorar o Dasher
ru: Помогите улучшить Daher
sv: Hjälp till att förbättra Dasher
sw: Saidia kuboresha Dasher
ta: டாஷரை மேம்படுத்த உதவுங்கள்
te: డాషర్‌ను మెరుగుపరచడంలో సహాయపడండి
th: ช่วยปรับปรุง Dasher ให้ดียิ่งขึ้น
ur: Dasher کو بہتر بنانے میں مدد کریں۔
zh_cn: 帮助改进 Dasher
zu: Siza ukuthuthukisa i-Dasher

source: Import adds text to the language model (appends to existing learning). Export saves your accumulated training data for backup or transfer. Reset deletes custom training data — the model returns to its built-in defaults on next launch.
af: Invoer voeg teks by die taalmodel (voeg by bestaande leerinstellings). Uitvoer stoor jou opgehoopte opleidingsdata vir rugsteun of oordrag. Herstel verwyder persoonlike opleidingsdata — die model keer terug na sy ingeboude verstekwaardes met die volgende bekendstelling.
ar: تُضيف خاصية الاستيراد نصًا إلى نموذج اللغة (تُلحقه بالتعلم الحالي). تحفظ خاصية التصدير بيانات التدريب المتراكمة لعمل نسخة احتياطية أو نقلها. تُحذف خاصية إعادة الضبط بيانات التدريب المخصصة، ويعود النموذج إلى إعداداته الافتراضية المدمجة عند التشغيل التالي.
bn: ইম্পোর্ট ল্যাঙ্গুয়েজ মডেলে টেক্সট যোগ করে (বিদ্যমান লার্নিং-এর সাথে যুক্ত করে)। এক্সপোর্ট আপনার সংগৃহীত ট্রেনিং ডেটা ব্যাকআপ বা স্থানান্তরের জন্য সংরক্ষণ করে। রিসেট কাস্টম ট্রেনিং ডেটা মুছে দেয় — পরবর্তীবার চালু করলে মডেলটি তার বিল্ট-ইন ডিফল্ট সেটিংসে ফিরে আসে।
cs: Import přidá text do jazykového modelu (připojí se k existujícímu učení). Export uloží nashromážděná tréninková data pro zálohování nebo přenos. Obnovení odstraní vlastní tréninková data – model se při dalším spuštění vrátí k výchozím nastavením.
da: Import tilføjer tekst til sprogmodellen (tilføjes eksisterende læring). Eksport gemmer dine akkumulerede træningsdata til sikkerhedskopiering eller overførsel. Nulstil sletter brugerdefinerede træningsdata — modellen vender tilbage til dens indbyggede standardindstillinger ved næste opstart.
de: Durch den Import wird Text zum Sprachmodell hinzugefügt (an vorhandene Lerninhalte angehängt). Beim Exportieren werden Ihre gesammelten Trainingsdaten zur Sicherung oder Übertragung gespeichert. Beim Zurücksetzen werden benutzerdefinierte Trainingsdaten gelöscht – das Modell kehrt beim nächsten Start zu seinen integrierten Standardeinstellungen zurück.
el: Η εισαγωγή προσθέτει κείμενο στο μοντέλο γλώσσας (προστίθεται στην υπάρχουσα εκμάθηση). Η εξαγωγή αποθηκεύει τα συσσωρευμένα δεδομένα εκπαίδευσης για δημιουργία αντιγράφων ασφαλείας ή μεταφορά. Η επαναφορά διαγράφει τα προσαρμοσμένα δεδομένα εκπαίδευσης — το μοντέλο επιστρέφει στις ενσωματωμένες προεπιλογές του στην επόμενη εκκίνηση.
es: Importar añade texto al modelo de lenguaje (se agrega al aprendizaje existente). Exportar guarda los datos de entrenamiento acumulados para realizar copias de seguridad o transferirlos. Restablecer elimina los datos de entrenamiento personalizados; el modelo vuelve a sus valores predeterminados integrados al ejecutarse de nuevo.
fa: وارد کردن، متن را به مدل زبان اضافه می‌کند (به یادگیری موجود اضافه می‌کند). صادر کردن، داده‌های آموزشی انباشته‌شده شما را برای پشتیبان‌گیری یا انتقال ذخیره می‌کند. بازنشانی، داده‌های آموزشی سفارشی را حذف می‌کند - مدل در راه‌اندازی بعدی به پیش‌فرض‌های داخلی خود باز می‌گردد.
fi: Tuonti lisää tekstiä kielimalliin (liittää olemassa olevaan oppimiseen). Vienti tallentaa kertyneet harjoitustiedot varmuuskopiointia tai siirtoa varten. Palautus poistaa mukautetut harjoitustiedot — malli palaa sisäänrakennettuihin oletusasetuksiinsa seuraavan käynnistyksen yhteydessä.
fr: L'importation ajoute du texte au modèle de langage (s'ajoute à l'apprentissage existant). L'exportation enregistre vos données d'entraînement accumulées pour la sauvegarde ou le transfert. La réinitialisation supprime les données d'entraînement personnalisées : le modèle revient à ses valeurs par défaut intégrées au prochain lancement.
gu: આયાત ભાષા મોડેલમાં ટેક્સ્ટ ઉમેરે છે (હાલના શિક્ષણમાં ઉમેરે છે). નિકાસ તમારા સંચિત તાલીમ ડેટાને બેકઅપ અથવા ટ્રાન્સફર માટે સાચવે છે. રીસેટ કસ્ટમ તાલીમ ડેટાને કાઢી નાખે છે — મોડેલ આગામી લોન્ચ પર તેના બિલ્ટ-ઇન ડિફોલ્ટ પર પાછું ફરે છે.
hi: इंपोर्ट करने से भाषा मॉडल में टेक्स्ट जुड़ जाता है (मौजूदा लर्निंग में जुड़ जाता है)। एक्सपोर्ट करने से आपका संचित प्रशिक्षण डेटा बैकअप या ट्रांसफर के लिए सुरक्षित हो जाता है। रीसेट करने से कस्टम प्रशिक्षण डेटा डिलीट हो जाता है — अगली बार लॉन्च होने पर मॉडल अपनी अंतर्निहित डिफ़ॉल्ट सेटिंग्स पर वापस आ जाता है।
hu: Az importálás szöveget ad hozzá a nyelvi modellhez (hozzáfűzi a meglévő tanuláshoz). Az exportálás menti a felhalmozott betanítási adatokat biztonsági mentés vagy átvitel céljából. A visszaállítás törli az egyéni betanítási adatokat – a modell a következő indításkor visszaáll a beépített alapértelmezett értékekre.
it: L'importazione aggiunge testo al modello linguistico (si aggiunge all'apprendimento esistente). L'esportazione salva i dati di allenamento accumulati per il backup o il trasferimento. Il ripristino elimina i dati di addestramento personalizzati: il modello ritorna alle impostazioni predefinite integrate al successivo avvio.
kn: ಆಮದು ಭಾಷಾ ಮಾದರಿಗೆ ಪಠ್ಯವನ್ನು ಸೇರಿಸುತ್ತದೆ (ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕಲಿಕೆಗೆ ಸೇರಿಸುತ್ತದೆ). ರಫ್ತು ನಿಮ್ಮ ಸಂಗ್ರಹವಾದ ತರಬೇತಿ ಡೇಟಾವನ್ನು ಬ್ಯಾಕಪ್ ಅಥವಾ ವರ್ಗಾವಣೆಗಾಗಿ ಉಳಿಸುತ್ತದೆ. ಮರುಹೊಂದಿಸುವಿಕೆಯು ಕಸ್ಟಮ್ ತರಬೇತಿ ಡೇಟಾವನ್ನು ಅಳಿಸುತ್ತದೆ - ಮುಂದಿನ ಉಡಾವಣೆಯಲ್ಲಿ ಮಾದರಿಯು ಅದರ ಅಂತರ್ನಿರ್ಮಿತ ಡೀಫಾಲ್ಟ್‌ಗಳಿಗೆ ಮರಳುತ್ತದೆ.
ml: ഭാഷാ മോഡലിലേക്ക് ഇംപോർട്ട് ടെക്സ്റ്റ് ചേർക്കുന്നു (നിലവിലുള്ള പഠനത്തിലേക്ക് കൂട്ടിച്ചേർക്കുന്നു). ബാക്കപ്പ് അല്ലെങ്കിൽ ട്രാൻസ്ഫറിനായി എക്സ്പോർട്ട് നിങ്ങളുടെ ശേഖരിച്ച പരിശീലന ഡാറ്റ സംരക്ഷിക്കുന്നു. റീസെറ്റ് ഇച്ഛാനുസൃത പരിശീലന ഡാറ്റ ഇല്ലാതാക്കുന്നു - അടുത്ത ലോഞ്ചിൽ മോഡൽ അതിന്റെ ബിൽറ്റ്-ഇൻ ഡിഫോൾട്ടുകളിലേക്ക് മടങ്ങുന്നു.
mr: इम्पोर्ट (Import) लँग्वेज मॉडेलमध्ये मजकूर जोडते (विद्यमान लर्निंगमध्ये भर घालते). एक्सपोर्ट (Export) तुमचा जमा केलेला ट्रेनिंग डेटा बॅकअप किंवा हस्तांतरणासाठी जतन करते. रीसेट (Reset) कस्टम ट्रेनिंग डेटा हटवते — पुढील लाँचवर मॉडेल त्याच्या अंगभूत डिफॉल्ट सेटिंग्जवर परत येते.
nl: Met 'Importeren' wordt tekst aan het taalmodel toegevoegd (aanvulling op bestaande leergegevens). Met 'Exporteren' worden uw verzamelde trainingsgegevens opgeslagen voor back-up of overdracht. 'Resetten' verwijdert aangepaste trainingsgegevens; het model keert bij de volgende keer opstarten terug naar de ingebouwde standaardinstellingen.
pa: ਆਯਾਤ ਭਾਸ਼ਾ ਮਾਡਲ ਵਿੱਚ ਟੈਕਸਟ ਜੋੜਦਾ ਹੈ (ਮੌਜੂਦਾ ਸਿਖਲਾਈ ਵਿੱਚ ਜੋੜਦਾ ਹੈ)। ਐਕਸਪੋਰਟ ਤੁਹਾਡੇ ਇਕੱਠੇ ਕੀਤੇ ਸਿਖਲਾਈ ਡੇਟਾ ਨੂੰ ਬੈਕਅੱਪ ਜਾਂ ਟ੍ਰਾਂਸਫਰ ਲਈ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ। ਰੀਸੈਟ ਕਸਟਮ ਸਿਖਲਾਈ ਡੇਟਾ ਨੂੰ ਮਿਟਾ ਦਿੰਦਾ ਹੈ — ਮਾਡਲ ਅਗਲੇ ਲਾਂਚ 'ਤੇ ਆਪਣੇ ਬਿਲਟ-ਇਨ ਡਿਫੌਲਟ ਤੇ ਵਾਪਸ ਆ ਜਾਂਦਾ ਹੈ।
pl: Import dodaje tekst do modelu językowego (dołącza do istniejącego materiału szkoleniowego). Eksport zapisuje zgromadzone dane treningowe do utworzenia kopii zapasowej lub transferu. Reset usuwa niestandardowe dane treningowe — model powraca do domyślnych ustawień wbudowanych przy następnym uruchomieniu.
pt: A opção Importar adiciona texto ao modelo de linguagem (anexando-o ao aprendizado existente). A opção Exportar salva seus dados de treinamento acumulados para backup ou transferência. A opção Redefinir exclui os dados de treinamento personalizados — o modelo retorna às suas configurações padrão na próxima execução.
ru: Функция «Импорт» добавляет текст в языковую модель (дополняет существующее обучение). Функция «Экспорт» сохраняет накопленные обучающие данные для резервного копирования или переноса. Функция «Сброс» удаляет пользовательские обучающие данные — при следующем запуске модель возвращается к своим встроенным настройкам по умолчанию.
sv: Import lägger till text i språkmodellen (läggs till i befintlig inlärning). Export sparar dina ackumulerade träningsdata för säkerhetskopiering eller överföring. Återställ tar bort anpassade träningsdata — modellen återgår till sina inbyggda standardinställningar vid nästa start.
sw: Ingiza huongeza maandishi kwenye mfumo wa lugha (huongezwa kwenye ujifunzaji uliopo). Hamisha huhifadhi data yako ya mafunzo iliyokusanywa kwa ajili ya kuhifadhi nakala rudufu au kuhamisha. Uwekaji upya hufuta data maalum ya mafunzo — mfumo hurejea kwenye chaguo-msingi zake zilizojengewa ndani wakati wa uzinduzi unaofuata.
ta: இறக்குமதி (Import) என்பது மொழி மாதிரியில் உரையைச் சேர்க்கிறது (ஏற்கனவே உள்ள கற்றலுடன் இணைக்கிறது). ஏற்றுமதி (Export) என்பது நீங்கள் சேகரித்த பயிற்சித் தரவை காப்புப் பிரதி எடுக்க அல்லது மாற்றுவதற்காகச் சேமிக்கிறது. மீட்டமைத்தல் (Reset) என்பது தனிப்பயன் பயிற்சித் தரவை நீக்குகிறது — அடுத்த முறை இயக்கும்போது மாதிரி அதன் உள்ளமைக்கப்பட்ட இயல்புநிலைகளுக்குத் திரும்பும்.
te: ఇంపోర్ట్ లాంగ్వేజ్ మోడల్‌కు టెక్స్ట్‌ను జోడిస్తుంది (ఇప్పటికే ఉన్న లెర్నింగ్‌కు జతచేస్తుంది). ఎక్స్‌పోర్ట్ మీరు సేకరించిన ట్రైనింగ్ డేటాను బ్యాకప్ లేదా బదిలీ కోసం సేవ్ చేస్తుంది. రీసెట్ కస్టమ్ ట్రైనింగ్ డేటాను తొలగిస్తుంది — తదుపరి లాంచ్‌లో మోడల్ దాని అంతర్నిర్మిత డిఫాల్ట్‌లకు తిరిగి వస్తుంది.
th: การนำเข้า (Import) จะเพิ่มข้อความลงในแบบจำลองภาษา (ต่อท้ายข้อมูลการเรียนรู้ที่มีอยู่แล้ว) การส่งออก (Export) จะบันทึกข้อมูลการฝึกอบรมที่คุณสะสมไว้เพื่อสำรองข้อมูลหรือถ่ายโอน การรีเซ็ต (Reset) จะลบข้อมูลการฝึกอบรมที่กำหนดเอง — แบบจำลองจะกลับไปใช้ค่าเริ่มต้นในครั้งถัดไป
ur: درآمد زبان کے ماڈل میں متن کا اضافہ کرتا ہے (موجودہ سیکھنے میں شامل ہوتا ہے)۔ ایکسپورٹ آپ کے جمع شدہ ٹریننگ ڈیٹا کو بیک اپ یا ٹرانسفر کے لیے محفوظ کرتا ہے۔ ری سیٹ کرنے سے حسب ضرورت ٹریننگ ڈیٹا ڈیلیٹ ہو جاتا ہے — اگلی لانچ پر ماڈل اپنے بلٹ ان ڈیفالٹس پر واپس آجاتا ہے۔
zh_cn: 导入将文本添加到语言模型中（附加到现有学习中）。导出保存您积累的训练数据以供备份或传输。重置会删除自定义训练数据——模型在下次启动时返回到其内置默认值。
zu: Ukungenisa kunezela umbhalo kumodeli yolimi (kunezela ekufundeni okukhona). Ukuthumela ngaphandle kulondoloza idatha yakho yokuqeqesha eqoqwe ukuze igcinwe noma idluliselwe. Ukusetha kabusha kususa idatha yokuqeqesha ngokwezifiso — imodeli ibuyela kokuzenzakalelayo kwayo okwakhelwe ngaphakathi ekuqalisweni okulandelayo.

source: Import from Dasher 5
af: Voer in vanaf Dasher 5
ar: استيراد من داشر 5
bn: ড্যাশার ৫ থেকে আমদানি করুন
cs: Import z Dasheru 5
da: Importer fra Dasher 5
de: Import aus Dasher 5
el: Εισαγωγή από το Dasher 5
es: Importar desde Dasher 5
fa: وارد کردن از Dasher 5
fi: Tuo Dasher 5:stä
fr: Importer depuis Dasher 5
gu: ડેશર 5 માંથી આયાત કરો
hi: डैशर 5 से आयात करें
hu: Importálás a Dasher 5-ből
it: Importa da Dasher 5
kn: ಡ್ಯಾಷರ್ 5 ರಿಂದ ಆಮದು ಮಾಡಿ
ml: ഡാഷർ 5-ൽ നിന്ന് ഇറക്കുമതി ചെയ്യുക
mr: डॅशर ५ मधून आयात करा
nl: Importeren vanuit Dasher 5
pa: ਡੈਸ਼ਰ 5 ਤੋਂ ਆਯਾਤ ਕਰੋ
pl: Import z Dasher 5
pt: Importar do Dasher 5
ru: Импорт из Dasher 5
sv: Importera från Dasher 5
sw: Ingiza kutoka Dasher 5
ta: டேஷர் 5 இலிருந்து இறக்குமதி செய்யவும்
te: డాషర్ 5 నుండి దిగుమతి చేసుకోండి
th: นำเข้าจาก Dasher 5
ur: Dasher 5 سے درآمد کریں۔
zh_cn: 从 Dasher 5 导入
zu: Ngenisa kusuka ku-Dasher 5

source: Import settings
af: Invoerinstellings
ar: استيراد الإعدادات
bn: সেটিংস আমদানি করুন
cs: Nastavení importu
da: Importindstillinger
de: Einstellungen importieren
el: Εισαγωγή ρυθμίσεων
es: Importar configuración
fa: تنظیمات را وارد کنید
fi: Tuo asetukset
fr: Paramètres d'importation
gu: સેટિંગ્સ આયાત કરો
hi: सेटिंग आयात करना
hu: Beállítások importálása
it: Importa impostazioni
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಿ
ml: ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുക
mr: सेटिंग्ज आयात करा
nl: Importinstellingen
pa: ਸੈਟਿੰਗਾਂ ਆਯਾਤ ਕਰੋ
pl: Ustawienia importu
pt: Importar configurações
ru: Импорт настроек
sv: Importinställningar
sw: Ingiza mipangilio
ta: முக்கியமான அமைப்புகள்
te: దిగుమతి సెట్టింగ్‌లు
th: การตั้งค่าการนำเข้า
ur: ترتیبات درآمد کریں۔
zh_cn: 导入设置
zu: Ngenisa izilungiselelo

source: Import Training Text
af: Voer opleidingsteks in
ar: استيراد نص التدريب
bn: প্রশিক্ষণ পাঠ্য আমদানি করুন
cs: Importovat školicí text
da: Importer træningstekst
de: Trainingstext importieren
el: Εισαγωγή κειμένου εκπαίδευσης
es: Importar texto de capacitación
fa: وارد کردن متن آموزشی
fi: Tuo harjoitusteksti
fr: Importer le texte de formation
gu: તાલીમ ટેક્સ્ટ આયાત કરો
hi: प्रशिक्षण पाठ आयात करें
hu: Betanító szöveg importálása
it: Importa testo di formazione
kn: ತರಬೇತಿ ಪಠ್ಯವನ್ನು ಆಮದು ಮಾಡಿ
ml: പരിശീലന വാചകം ഇറക്കുമതി ചെയ്യുക
mr: प्रशिक्षण मजकूर आयात करा
nl: Trainingstekst importeren
pa: ਸਿਖਲਾਈ ਟੈਕਸਟ ਆਯਾਤ ਕਰੋ
pl: Importuj tekst szkoleniowy
pt: Importar texto de treinamento
ru: Импорт обучающего текста
sv: Importera träningstext
sw: Ingiza Maandishi ya Mafunzo
ta: இறக்குமதி பயிற்சி உரை
te: శిక్షణ పాఠాన్ని దిగుమతి చేసుకోండి
th: นำเข้าข้อความฝึกอบรม
ur: تربیتی متن درآمد کریں۔
zh_cn: 导入训练文本
zu: Ngenisa Umbhalo Wokuqeqesha
